Repository: gisweb/Plomino
Catalog: src/Products/CMFPlomino/locales/*/LC_MESSAGES/plone.po
Languages: es

source: Add/manage design items
es: Agregar/administrar elementos de diseño

source: Bold|bold|bold
es: Negrita|bold|bold

source: Code|code|code
es: Código|code|code

source: Display Plomino elements
es: Mostrar elementos Plomino

source: Displayed content types
es: Tipos de contenidos mostrados

source: Enter a JSON-formatted style format configuration. A format is for example the style that get applied when you press the bold button inside the editor. See http://www.tinymce.com/wiki.php/Configuration:formats
es: Introduzca una configuración de formato de estilo con formato JSON. Un formato es, por ejemplo, el estilo que se aplica al presionar el botón en negrita dentro del editor. Consulte http://www.tinymce.com/wiki.php/Configuration:formats

source: Formats
es: Formatos

source: Inline styles
es: Estilos en línea

source: Italic|italic|italic
es: Cursiva|italic|italic

source: Name|format|icon
es: Nombre|formato|icono

source: Plomino action|plominoaction|plominoaction
es: Plomino: acción|plominoaction|plominoaction

source: Plomino design portlet
es: Portlet diseño Plomino

source: Plomino element portlet
es: Portlet de elemento Plomino

source: Plomino field|plominofield|plominofield
es: Plomino: Campo|plominofield|plominofield

source: Plomino hide-when|plominohidewhen|plominohidewhen
es: Plomino: Ocultar cuando|plominohidewhen|plominohidewhen

source: Plomino label|plominolabel|plominolabel
es: Plomino: Etiqueta|plominolabel|plominolabel

source: Plomino subform|plominosubform|plominosubform
es: Plomino: sub-formulario|plominosubform|plominosubform

source: Strikethrough|strikethrough|strikethrough
es: Tachado|strikethrough|strikethrough

source: Subscript|subscript|subscript
es: Subíndice|subscript|subscript

source: Superscript|superscript|superscript
es: Superíndice|superscript|superscript

source: The content types that should be shown in the navigation and site map.
es: El tipo de contenido que debería ser mostrado en la navegación y en el mapa del sitio.

source: Underline|underline|underline
es: Subrayado|underline|underline
