Repository: gisweb/Plomino
Catalog: src/Products/CMFPlomino/locales/*/LC_MESSAGES/Products.CMFPlomino.po
Languages: es

source: (match any contained words)
es: (coincida con cualquier palabras contenido)

source: (match exact value)
es: (coincida con exacto valor)

source: (match list elements)
es: (coincida con elementos de lista)

source: document
es: documento

source: documents
es: documentos

source: must be a decimal (submitted value was:
es: debe ser un decimal (el valor enviado era:

source: must be a float (submitted value was:
es: debe ser un flotante (el valor enviado era:

source: must be an integer (submitted value was:
es: debe ser un entero (el valor enviado era:

source: ${listdocuments_count} documents
es: ${listdocuments_count} documentos

source: ${title_replication} replication
es: Replicación ${title_replication}

source: %d documents imported successfully, %d document(s) not imported
es: %d documentos importados exitosamente, %d documento(s) no importados

source: %d documents re-cataloged
es: %d documentos re-catalogados

source: %s processed: %s document(s) imported, %s document(s) failed.
es: %s procesado: %s documento(s) importados, %s documento(s) fallados.

source: %s: unmanaged action%s
es: %s: acción sin administrar%s

source: (clean scripts, re-index documents, and check Plomino version migration)
es: (limpie los scripts, vuelva a indexar documentos y verifique la migración de la versión Plomino)

source: (if the database allows portal catalog indexing, documents are re-indexed, else they are removed from the catalog)
es: (si la base de datos permite la indexación del catálogo del portal, los documentos se vuelven a indexar, de lo contrario, se eliminarán del catálogo)

source: (save all documents with their current form: computed fields and computed on save fields will be re-computed and stored, and documents are re-indexed)
es: (guarde todos los documentos con su forma actual: los campos computados y los computados en los campos guardados se volverán a calcular y almacenar, y los documentos se volverán a indexar)

source: <p>The database cannot be found or the element cannot be displayed.</p>
es: <p>La base de datos no puede ser encontrada o el elemento no puede ser mostrado.</p>

source: == Agents ==
es: == Agentes ==

source: == Forms ==
es: == Formularios ==

source: == Resources ==
es: == Recursos ==

source: == Templates ==
es: == Plantillas ==

source: == Views ==
es: == Vistas ==

source: A Plomino document always needs a Plomino form in order to be displayed or edited.
es: Un documento Plomino siempre necesita un formulario Plomino para poder visualizarlo o editarlo.

source: A single state workflow.
es: Un flujo de trabajo de un solo estado.

source: Access control
es: Control de Acceso

source: Access level
es: Nivel de acceso

source: Access right
es: Derecho de acceso

source: Access rights
es: Derechos de acceso

source: Access to folder contents
es: Acceso al contenido de la carpeta

source: Action
es: Acción

source: Actions
es: Acciones

source: Add
es: Agregar

source: Add ACL entry:
es: Agregar entrada ACL:

source: Add a Plomino Element Portlet
es: Agregar un Portlet Elemento de Plomino

source: Add a new
es: Agregar un nuevo

source: Add new content
es: Agregar nuevo contento

source: Add new user role:
es: Agregar nuevo rol de usuario:

source: Add new...
es: Agregar nuevo...

source: Add role to user:
es: Agregar rol a usuario:

source: Agent
es: Agente

source: Agent owner
es: Agente dueño

source: Agents
es: Agentes

source: All
es: Todos

source: Always dynamic
es: Siempre dinámico

source: Anonymous
es: Anónimo

source: Authenticated
es: Autenticado

source: Authors
es: Autores

source: Boolean
es: Booleano

source: Browse
es: Navegar

source: Browse all items
es: Navegar todos los elementos

source: Button
es: Botón

source: CMFPlomino_help_ActionContent
es: Código o parámetro según el tipo de acción

source: CMFPlomino_help_ActionDisplay
es: Cómo la acción se muestra

source: CMFPlomino_help_ActionHidewhen
es: La acción está oculta si la fórmula devuelve True

source: CMFPlomino_help_ActionInActionBar
es: Mostrar acción en la barra de acción (sí/no)

source: CMFPlomino_help_ActionType
es: Seleccione el tipo de esta acción

source: CMFPlomino_help_AgentContent
es: Código a ejecutar

source: CMFPlomino_help_AgentRunAs
es: Ejecute el agente utilizando los derechos de acceso del usuario actual o utilizando los derechos de acceso del desarrollador.

source: CMFPlomino_help_Categorized
es: Categorizado en la primera columna

source: CMFPlomino_help_ColumnFormula
es: Código de Python que devuelve el valor de la columna.

source: CMFPlomino_help_DateTimeFormat
es: Ejemplo de formato: %Y-%m-%d

source: CMFPlomino_help_DisplayedField
es: Valor de campo para mostrar en la columna. No se aplica si se proporciona la Fórmula.

source: CMFPlomino_help_DoNotListUsers
es: Si es True, en la pantalla ACL, los usuarios ingresan usando un campo de texto libre, si es False, usando una lista de selección. Use True cuando la cantidad de usuarios sea grande.

source: CMFPlomino_help_DoNotReindex
es: Si es True, los documentos no se vuelven a indexar automáticamente cuando se cambian las vistas, columnas o campos indexados. Nota: entonces es necesario actualizar base de datos manualmente.

source: CMFPlomino_help_DocumentId
es: Calcular el id del documento en la creación. (Se somete a la normalización.)

source: CMFPlomino_help_DocumentTitle
es: Calcula el título del documento

source: CMFPlomino_help_DynamicDocumentTitle
es: Ejecutar la fórmula DocumentTitle cuando el documento es renderizado

source: CMFPlomino_help_FieldEditTemplate
es: Plantilla de representación personalizada en modo de edición

source: CMFPlomino_help_FieldFormula
es: Como calcular el contenido del campo

source: CMFPlomino_help_FieldIndex
es: The field will be searchable

source: CMFPlomino_help_FieldIndexType
es: La forma en que los valores de campo serán indexados

source: CMFPlomino_help_FieldMandatory
es: ¿Es obligatorio este campo? (no se permitirá valor vacío)

source: CMFPlomino_help_FieldMode
es: Cómo se generará el contenido

source: CMFPlomino_help_FieldReadTemplate
es: Plantilla de representación personalizada en modo de lectura

source: CMFPlomino_help_FieldType
es: El tipo de este campo

source: CMFPlomino_help_FieldValidation
es: Evaluar la validación de entrada

source: CMFPlomino_help_FormFormula
es: Los documentos abiertos desde la vista utilizarán la siguiente fórmula (usarán su propio formulario si está vacío)

source: CMFPlomino_help_FormId
es: Id del formulario

source: CMFPlomino_help_FormLayout
es: El diseño del formulario. El texto con estilo 'Plominofield' corresponde a los elementos del campo contenido.

source: CMFPlomino_help_FulltextIndex
es: Si está habilitado, los documentos se indexan a texto completo en el índice de Plomino.

source: CMFPlomino_help_HideCheckboxes
es: La primera columna con casillas de verificación no se mostrará

source: CMFPlomino_help_HideDefaultActions
es: Las acciones Editar, Guardar, Eliminar y Cerrar no se mostrarán en la barra de acción

source: CMFPlomino_help_HideInMenu
es: No aparecerá en el menú principal de la base de datos

source: CMFPlomino_help_HideViewDefaultActions
es: Las acciones de Eliminar y Cerrar no se mostrarán en la barra de acción

source: CMFPlomino_help_HidewhenFormula
es: Si devuelve True, el bloque quedará oculto.

source: CMFPlomino_help_IndexAttachments
es: Si está habilitado, los archivos adjuntos en los campos de Archivos Adjuntos serán indexados. Podría aumentar el tamaño del índice.

source: CMFPlomino_help_IndexInPortal
es: Si está habilitado, los documentos se pueden buscar en la búsqueda de Plone.

source: CMFPlomino_help_Position
es: Posición en el menú

source: CMFPlomino_help_ReverseSorting
es: Invertir el ordenamiento

source: CMFPlomino_help_SearchForm
es: Un formulario de búsqueda sólo se utiliza para buscar documentos, no puede crear documentos.

source: CMFPlomino_help_SearchFormula
es: Deje en blanco para usar la búsqueda por defecto de Zcatalog

source: CMFPlomino_help_SearchView
es: Vista utilizada para mostrar los resultados de búsqueda

source: CMFPlomino_help_SelectionFormula
es: La fórmula de selección de vista es una línea de código Python que debería devolver True o False. La fórmula se evaluará para cada documento en la base de datos para decidir si el documento debe mostrarse en la vista o no. plominoDocument es un nombre reservado en las fórmulas, devuelve el documento actual de Plomino. Se puede acceder a cada valor de campo de documento directamente como un atributo del documento: plominoDocument.

source: CMFPlomino_help_ShowDocumentsNumbers
es: Si activado, cuenta los documentos par cada vista en la página de inicio por defecto.

source: CMFPlomino_help_SortColumn
es: Columna usada a ordenar la vista

source: CMFPlomino_help_StartPage
es: Elemento que sirve de página de inicio en lugar del menú normal.

source: CMFPlomino_help_StoreDynamicDocumentTitle
es: Almacenar el título calculado cada vez que se renderiza el documento

source: CMFPlomino_help_UsingDescription
es: Describe el uso de la base de datos

source: CMFPlomino_help_ViewTemplate
es: Dejar en blanco para usar por defecto

source: CMFPlomino_help_ViewWidget
es: Modo renderizado

source: CMFPlomino_help_action_id
es: Id de la acción

source: CMFPlomino_help_agent_id
es: Id del agente

source: CMFPlomino_help_beforeCreateDocument
es: Acción a tomar cuando abre un formulario blanco

source: CMFPlomino_help_beforeSaveDocument
es: Acción a tomar antes de los valores enviados son guardados dentro del documento (valores enviados están en context.REQUEST)

source: CMFPlomino_help_column_id
es: Id de la Columna

source: CMFPlomino_help_debugMode
es: Si activado, errores de fórmulas se escriben en la log del servidor.

source: CMFPlomino_help_field_id
es: Id del Campo

source: CMFPlomino_help_hidewhen_id
es: Id del Cuando ocultar

source: CMFPlomino_help_i18n
es: El dominio de internacionalización (i18n) a usar para la traducción interna Plomino

source: CMFPlomino_help_isDynamicHidewhen
es: Los elementos ocultar cuando son evaluado dinámicamente cuando el usuario ingresa información

source: CMFPlomino_help_isPage
es: Una página no se puede guardar y no proporciona ninguna barra de acción. Puede ser útil crear una página de bienvenida, explicaciones, informes, navegación, etc.

source: CMFPlomino_help_onCreateDocument
es: Acción a realizar cuando se crea el documento

source: CMFPlomino_help_onDeleteDocument
es: Acción a realizar antes de borrar el documento

source: CMFPlomino_help_onOpenDocument
es: Acción a realizar cuando se abre el documento

source: CMFPlomino_help_onOpenView
es: Acción a realizar cuando se abre la vista. Si se devuelve una cadena, se considera un mensaje de error y no se permite la apertura.

source: CMFPlomino_help_onSaveDocument
es: Acción a realizar al guardar el documento

source: CMFPlomino_help_onSearch
es: Acción a realizar al enviar una búsqueda

source: CMFPlomino_help_view_id
es: Si se modifica después de la creación, es necesario actualizar la base de datos

source: CMFPlomino_label_AboutDescription
es: Sobre esta base de datos

source: CMFPlomino_label_ActionBarPosition
es: Posición de la barra de acción

source: CMFPlomino_label_ActionContent
es: Parámetro o código

source: CMFPlomino_label_ActionDisplay
es: Acción mostrar

source: CMFPlomino_label_ActionHidewhen
es: La acción está oculta si la fórmula devuelve True

source: CMFPlomino_label_ActionInActionBar
es: Mostrar acción en la barra de acción (sí/no)

source: CMFPlomino_label_ActionType
es: Seleccione el tipo de esta acción

source: CMFPlomino_label_AgentContent
es: Código a ejecutar

source: CMFPlomino_label_AgentRunAs
es: Ejecutar como

source: CMFPlomino_label_Categorized
es: Categorizada

source: CMFPlomino_label_ColumnFormula
es: Formula

source: CMFPlomino_label_DateTimeFormat
es: Formato de fecha y hora

source: CMFPlomino_label_DoNotListUsers
es: No listar usuarios de tipo portal

source: CMFPlomino_label_DoNotReindex
es: No re-indexar documentos al cambiar el diseño

source: CMFPlomino_label_DocumentId
es: Fórmula del id de documento

source: CMFPlomino_label_DocumentTitle
es: Fórmula del título de documento

source: CMFPlomino_label_DynamicDocumentTitle
es: Computar el título del documento a la vista

source: CMFPlomino_label_DynamicTableParameters
es: Parámetros de la Tabla Dinámica

source: CMFPlomino_label_FieldEditTemplate
es: Plantilla de edición de campo

source: CMFPlomino_label_FieldFormula
es: Formula

source: CMFPlomino_label_FieldIndex
es: Agregar a índice

source: CMFPlomino_label_FieldIndexType
es: Tipo de Índice

source: CMFPlomino_label_FieldMandatory
es: Obligatorio

source: CMFPlomino_label_FieldMode
es: Modo de Campo

source: CMFPlomino_label_FieldReadTemplate
es: Plantilla de lectura de campo

source: CMFPlomino_label_FieldType
es: Tipo de Campo

source: CMFPlomino_label_FieldValidation
es: Validación fórmula

source: CMFPlomino_label_FormFormula
es: Formulario de Fórmula

source: CMFPlomino_label_FormId
es: Id

source: CMFPlomino_label_FormLayout
es: Formulario de diseño

source: CMFPlomino_label_FulltextIndex
es: Índice local de texto completo

source: CMFPlomino_label_HiddenColumn
es: Columna oculta

source: CMFPlomino_label_HideCheckboxes
es: Ocultar casillas de comprobación

source: CMFPlomino_label_HideDefaultActions
es: Ocultar acciones por defecto

source: CMFPlomino_label_HideInMenu
es: Ocultar en menú

source: CMFPlomino_label_HideViewDefaultActions
es: Ocultar acciones por defecto

source: CMFPlomino_label_HidewhenFormula
es: Formula

source: CMFPlomino_label_IndexAttachments
es: Archivos adjuntos en indice

source: CMFPlomino_label_IndexInPortal
es: Indexar documentos en el portal Plone

source: CMFPlomino_label_Position
es: Posición

source: CMFPlomino_label_ReverseSorting
es: Ordenamiento inverso

source: CMFPlomino_label_SearchForm
es: Formulario de búsqueda

source: CMFPlomino_label_SearchFormula
es: Buscar fórmula

source: CMFPlomino_label_SearchView
es: Buscar vista

source: CMFPlomino_label_SelectionFormula
es: Selección de fórmula

source: CMFPlomino_label_ShowDocumentsNumbers
es: Contar los documentos

source: CMFPlomino_label_SortColumn
es: Ordenar columna

source: CMFPlomino_label_StartPage
es: Página de inicio

source: CMFPlomino_label_StoreDynamicDocumentTitle
es: Almacenar el título computado dinámicamente

source: CMFPlomino_label_UsingDescription
es: Usar esta base de datos

source: CMFPlomino_label_ViewTemplate
es: Plantilla de Vista

source: CMFPlomino_label_ViewWidget
es: Widget

source: CMFPlomino_label_action_id
es: Id

source: CMFPlomino_label_agent_id
es: Id

source: CMFPlomino_label_beforeCreateDocument
es: Antes la creación del documento

source: CMFPlomino_label_beforeSaveDocument
es: Antes guardar el documento

source: CMFPlomino_label_column_id
es: Id

source: CMFPlomino_label_debugMode
es: Modo depuración

source: CMFPlomino_label_field_id
es: Id

source: CMFPlomino_label_hidewhen_id
es: Id

source: CMFPlomino_label_i18n
es: dominio i18n

source: CMFPlomino_label_isDynamicHidewhen
es: Ocular cuando dinámico

source: CMFPlomino_label_isPage
es: Página

source: CMFPlomino_label_onCreateDocument
es: Al crear documento

source: CMFPlomino_label_onDeleteDocument
es: Al eliminar documento

source: CMFPlomino_label_onOpenDocument
es: Al abrir documento

source: CMFPlomino_label_onOpenView
es: Al abrir la vista

source: CMFPlomino_label_onSaveDocument
es: Al guardar el documento

source: CMFPlomino_label_onSearch
es: Al enviar a un formulario de búsqueda

source: CMFPlomino_label_view_id
es: Id

source: CMFPlomino_replication_cron
es: Cron

source: CMFPlomino_replication_name
es: Nombre

source: CMFPlomino_replication_password
es: Contraseña

source: CMFPlomino_replication_remoteUrl
es: URL remota

source: CMFPlomino_replication_repType
es: Tipo replicación

source: CMFPlomino_replication_scheduled
es: Planificado

source: CMFPlomino_replication_selection
es: Selección

source: CMFPlomino_replication_user
es: Usuario

source: CMFPlomino_replication_viewrestriction
es: Restringir a la vista

source: CMFPlomino_replication_whoWins
es: Resolución de conflicto

source: Caches
es: Caché

source: Close
es: Cerrar

source: Column
es: Columna

source: Columns
es: Columnas

source: Continue
es: Continuar

source: Database
es: Base de datos

source: Database path
es: Ruta de la base de datos

source: Delete
es: Eliminar

source: Design
es: Diseño

source: Display design tree
es: Árbol de diseño a mostrar

source: Do not refresh database after design update:
es: No actualizar la base de datos después de la actualización de diseño:

source: Do you really want to delete this document
es: ¿Usted realmente quiere eliminar este documento

source: Do you really want to delete those documents
es: ¿Usted realmente quiere eliminar esos documentos

source: Documents folder
es: Carpeta de documentos

source: Edit
es: Editar

source: Edit a Plomino Element Portlet
es: Editar un Portlet Elemento de Plomino

source: Edit the Plomino Design Portlet
es: Editar un Portlet Diseño de Plomino

source: Element ID
es: Id de elemento

source: Embed the full design tree in the portlet.
es: Incrustar el árbol de diseño completo en el portlet.

source: Entire design
es: Diseño completo

source: Export
es: Exportar

source: Field
es: Campo

source: Fields
es: Campos

source: Form
es: Formulario

source: Forms
es: Formularios

source: From
es: Desde

source: From file
es: Desde un archivo

source: From remote server
es: Desde servidor remoto

source: From server folder
es: Desde servidor carpeta

source: Generate view
es: Generar vista

source: Go back
es: Volver

source: Hide when
es: Ocultar cuando

source: ID of the form to be displayed
es: ID del formulario a ser mostrado

source: Import
es: Importar

source: Import/Export design
es: Importar/Exportar diseño

source: Include db settings
es: Incluir de configuraciones de base de datos

source: Index (ZMI)
es: Índice (ZMI)

source: Next &gt;&gt;
es: Próximo &gt;&gt;

source: Not categorized
es: No categorizada

source: Others
es: Otros

source: Parameters
es: Parámetros

source: Password
es: Contraseña

source: Path
es: Ruta

source: Path of the database where the element is stored
es: Ruta de la base de datos cuando el elemento es almacenado

source: Please log in
es: Por favor, inicie sesión

source: Plomino Element Display
es: Mostrar Elemento Plomino

source: Plomino XML file or in zip file
es: Archivo XML Plomino o archivo zip

source: Plomino database version
es: Versión de base de datos Plomino

source: Plomino design portlet
es: Portlet diseño Plomino

source: Portlet header
es: Encabezado de portlet

source: Profiling
es: Perfilado

source: Re-compute documents
es: Volver a calcular los documentos

source: Re-index documents in portal catalog
es: Volver a indexar documentos en el catálogo del portal

source: Ready
es: Listo

source: Refresh
es: Refrescar

source: Refresh database
es: Refrescar base de datos

source: Replace mode:
es: Modo remplazar:

source: Resources folder (ZMI)
es: Carpeta Resources (ZMI)

source: Save
es: Guardar

source: Search
es: Búsqueda

source: Source URL
es: URL de Fuente

source: Status
es: Estatus

source: Target URL
es: URL destino

source: This portlet displays an element of a Plomino database.
es: Este portlet muestra en elemento de una base de datos Plomino.

source: This portlet provides access to Plomino design features.
es: Este portlet provee acceso a las características de diseño Plomino.

source: Title of the rendered portlet
es: Título del portlet renderizado

source: To XML file
es: A archivo XML

source: To ZIP file
es: A archivo ZIP

source: To remote server
es: Al servidor remoto

source: To server folder
es: Al servidor carpeta

source: Username
es: Nombre de usuario

source: Validation failed
es: Validación fallida

source: View
es: Vista

source: Views
es: Vistas

source: datagrid_add_button_label
es: Agregar

source: datagrid_delete_button_label
es: Eliminar

source: datagrid_edit_button_label
es: Editar

source: documents_count
es: Documento(s) ${start} a ${end} de ${total}

source: is mandatory
es: es obligatorio

source: label_required
es: (Requerido)

source: or
es: o

source: or elements
es: o elementos

source: plominoview_viewstatictable
es: Vista como una tabla estática

source: summary_content_listing
es: Listado de contenido

source: title_required
es: Requerido
